# Словарь с выбранными услугами и временем для каждого пользователя
selected_services = {}
# Словарь с выбранными днями для каждого пользователя
selected_days = {}


# Словарь с доступным временем для каждой услуги
service_times = {
    'Терапевт': [f'{hour}:00' for hour in range(9, 17)],
    'УЗИ': [f'{hour}:00' for hour in range(9, 21)],
    'Гинеколог': [f'{hour}:00' for hour in range(15, 21)],
    'Нейропсихолог': [f'{hour}:00' for hour in range(10, 20)],
    'Лабораторные исследования': [f'{hour}:00' for hour in range(8, 21)],
    'Массаж': [f'{hour}:00' for hour in range(10, 20)],
    'Соляная пещера': [f'{hour}:00' for hour in range(8, 21)]
}

# Список дней недели
week_days = ['Понедельник', 'Вторник', 'Среда', 'Четверг', 'Пятница', 'Суббота', 'Воскресенье']
